tutorials/mesh/foamyHexMesh/mixerVessel/system/collapseDict
collapseDict.collapseFaces